Repository: anjos/django-nav
Catalog: nav/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt_br

source: Images
pt_br: Imagens

source: Permissions
pt_br: Permissões

source: Any user
fr: N'importe qui
pt_br: Qualquer usuário

source: Authenticated
fr: Connecté
pt_br: Autenticado

source: Anonymous
fr: Anônyme
pt_br: Anônimo

source: Administrator
fr: Adminstrateur
pt_br: Administrador

source: Staff
fr: Equipe
pt_br: Equipe

source: Belonging to a group
fr: Appartient à un groupe
pt_br: Pertencendo a um grupo

source: 0 (highest)
pt_br: 0 (mais alta)

source: 5 (default)
pt_br: 5 (padrão)

source: 10 (lowest)
pt_br: 10 (mais baixa)

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: The name of the menu item. That is what will be displayed.
es: El nombre del elemento de menú. Eso es lo que se mostrará.
fr: Le nom de l'élément de menu. C'est ça que sera affiché.
pt_br: O nome do ítem de menu. É isso que será mostrado.

source: Description
es: Descripción
pt_br: Descrição

source: This is the description of the menu item. It may be shown when you hover a menu item.
es: Esta es la descripción del elemento de menú. Se puede demostrar cuando se pasa un elemento de menú.
fr: Ceci est la description de l'élément de menu. Elle peut être affiché lorsque vous passez le souris sur un élément de menu.
pt_br: Esta é a descrição do ítem de menu. Ela pode ser mostrada quando você passa o mouse por cima do ítem.

source: The URL this menu item links to.
es: La URL de este elemento de menú de enlaces.
fr: L'URL de cet élément de menu.
pt_br: A URL do ítem de menu.

source: If you would like that this item comes under another one, select it here. Please note that the appearence of this item will then get conditioned to the appearence parent item as well.
es: Si desea que este tema entra en otro, seleccione aquí. Tenga en cuenta que la aparición de este elemento se obtendrá condicionado a la partida de los padres.
fr: Si vous souhaitez que cet élément sois en dessous d'un autre, le sélectionner ici. S'il vous plaît noter que l'affichage de cet élément sera alors conditionnée à l'élément parent.
pt_br: Se você deseja que este ítem esteja sob um outro ítem, selecione o ítem pai aqui. Note que o aparecimento deste ítem ficará condicionada ao aparecimento do item pai.

source: Language
es: Idioma
fr: Langue
pt_br: Idioma

source: Choose the language to which the name applies to.
es: Elige el idioma en que el nombre se aplica a.
fr: Choisissez la langue à laquelle le nom s'applique.
pt_br: Escolha o idioma o qual a tradução se aplica.

source: Priority
pt_br: Prioridade

source: If you would like to move this item so it appears first, control it using this field. Lower numbers means a menu item has more priority and make it appear first. Menu items with the same priority are sorted alphabetically.
pt_br: Se deseja mover este ítem de forma que apareça primeiro, controle a movimentação usando este campo. Números mais baixos indicam mais prioridade e fazem o item aparecer mais próximo do início. Ítens com a mesma prioridade são sortedos alfabeticamente.

source: Image
pt_br: Imagem

source: If you would like this menu item to be represented by an image, upload it here.
fr: Si vous désirez que cet élément de menu soit representé par une image téléchargez-la ici.
pt_br: Se deseja que este ítem seja representado por uma imagem, faça o upload aqui.

source: Image URL
fr: URL d'Image
pt_br: URL de image

source: If you set this option to an URL, it will be used <b>instead</b> of the image field. Please note you should also set the width and height of the image.
fr: Si vous définissez cette option, il sera utilisé à la <b>place</b> du champ de l'image ci-dessous. S'il vous plaît notez que vous devez également définir la largeur et la hauteur de l'image dans ce cas.
pt_br: Se você ajustar esta opção para uma URL, esta será usada <b>ao invés</b> do campo Imagem. Por favor note que você também deve ajustar a largura e altura da imagem neste caso.

source: Width
fr: Largeur
pt_br: Largura

source: The width of the image to display. This setting overrides values provided by the image itself.
fr: La largeur de l'image à afficher. Ce paramètre remplace les valeurs fournies par l'image elle-même.
pt_br: A largura da imagem que será mostrada. Este ajuste sobre-escreve os valores providos pela imagem.

source: Height
fr: Hauteur
pt_br: Altura

source: The height of the image to display. This setting overrides values provided by the image itself.
fr: La hauteur de l'image à afficher. Ce paramètre remplace les valeurs fournies par l'image elle-même.
pt_br: A altura da imagem que será mostrada. Este ajuste sobre-escreve os valores providos pela imagem.

source: User type
fr: Type d'utilisateur
pt_br: Tipo de usuário

source: Set this to determine if the item will be showed only to a subgroup of users.
fr: Réglez ce champs afin de déterminer si l'article sera montré que pour un sous-ensemble d'utilisateurs.
pt_br: Ajuste este parâmetro para determinar se o ítem será mostrado apenas para um sub-grupo de usuários

source: If you have set "For users in a group" as the user type choice, select here the groups of users which will see this menu item. Otherwise, this parameter is ignored.
fr: Si vous avez réglé "Pour les utilisateurs dans un groupe", comme le choix de type d'utilisateur, sélectionnez ici les groupes d'utilisateurs qui verrons cet élément de menu. Sinon, ce paramètre est ignoré.
pt_br: Se você ajustou a opção "Tipo de usuário" para "Usuários pertencentes a um grupo", selecione aqui os grupos de usuários que terão acesso a este ítem. De outra forma, este parâmetro é ignorado.

source: menu item
es: elemento de menú
fr: élément de menu
pt_br: ítem de menu

source: menu items
es: los elementos de menú
fr: éléments de menu
pt_br: ítens de menu

source: Menu item "%(name)s", %(description)s (depth %(depth)d)
es: Elemento de menú "%(name)s" %(description)s (profundidad %(depth)d)
fr: Élément de menu "%(name)s", %(description)s (profondeur %(depth)d)
pt_br: Ítem de menu "%(name)s", %(description)s (profundidade %(depth)d)

source: Menu item "%(name)s" (depth %(depth)d)
es: Elemento de menú "%(name)s" (profundidad %(depth)d)
fr: Élément de menu "%(name)s" (profondeur %(depth)d)
pt_br: Ítem de menu "%(name)s" (profundidade %(depth)d)

source: Choose the language to which this variant applies to.
es: Elige el idioma al que se aplica a esta variante.
fr: Choisissez la langue à laquelle s'applique cette variante.
pt_br: Escolha o idioma a qual esta variante se aplica.

source: menu item translation
es: traducción de un elemento de menú
fr: traduction d'élément de menu
pt_br: tradução de ítem de menu

source: menu item translations
es: traducciones de elemento de menú
fr: traductions d'élément de menu
pt_br: traduções de ítem de menu

source: Suggest a translation using Google!
fr: Suggerer une traduction avec Google!

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Argentinean Spanish
fr: Espagnol Argentin

source: French
fr: Français

source: Portuguese
fr: Portugais

source: Brazilian Portuguese
fr: Portugais Brèsilien

source: Select here the sites to which this item is effective.
fr: Sélectionnez ici les sites pour lesquelles cet élément sera affiché.
